iwlwifi-mvm-firmware
intel-audio-firmware
sof-firmware
alsa-utils
alsa-ucm

sway
waybar
swaync

zsh
qutebrowser
neovim
gh
direnv
zoxide
btop
tmux
alacritty
fd

go
clang
cmake

rpm
xdg-desktop-portal-wlr
firefox
blueman
grimshot
keepassxc
syncthing
blueman
obs-studio
